IDEA StatiCa Open Model
OpenMessage.PropertyValue Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets the value of affected property
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Object PropertyValue { get; }
Public ReadOnly Property PropertyValue As Object
	Get
public:
property Object^ PropertyValue {
	Object^ get ();
}
Property Value
Type: Object
See Also
Reference
OpenMessage Class
IdeaRS.OpenModel.Message Namespace